Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# more_information_confirm_id
source: You also created a key pair. The public key has been securely transmitted to our servers. The private key never leaves your devices. This ensures that nobody else can read your messages.
bg: Вие също създадохте двойка ключове. Публичният ключ е изпратен сигурно към нашите сървъри. Поверителният ключ никога не напуска устройството Ви. Това Ви гарантира, че никой друг не може да прочете съобщенията Ви.
cs: Také jste vytvořili pár klíčů. Veřejný klíč byl zabezpečeným způsobem přenesen na naše servery. Soukromý klíč nikdy neopustí vaše zařízení. Díky tomu nemůže vaše zprávy přečíst nikdo cizí.
de: Sie haben ein Schlüsselpaar erzeugt. Der öffentliche Schlüssel wurde an unseren Server gesendet. Der private Schlüssel verlässt Ihre Geräte nie. Dies stellt sicher, dass niemand anderes Ihre Nachrichten lesen kann.
es: También ha creado un par de claves. La clave pública se ha transmitido de forma segura a nuestros servidores. La clave privada nunca sale de sus dispositivos, lo que garantiza que nadie más puede leer sus mensajes.
fr: Vous avez également créé une paire de clés. La clé publique a été transmise de façon sécurisée à nos serveurs. La clé privée ne quitte jamais vos appareils. Ceci assure que personne d’autre ne peut lire vos messages.
gsw_ch: Sie händ mit de Threema-ID es Schlüsselpaar erzüügt. De öffentlich Schlüssel isch a üse Server gschickt worde. De privat Schlüssel verlaht Ihri Grät nie. Das stellt sicher, dass niemer anders Ihri Nachrichte läse cha.
it: È stata creata anche una coppia di chiavi. La chiave pubblica è stata trasmessa ai nostri server in modo sicuro. La chiave privata non uscirà mai dal dispositivo. In questo modo, nessun altro potrà leggere i messaggi.
ja: キーペアも作成しました。公開鍵は当社のサーバーに安全に送信されています。秘密鍵は、あなたの端末から離れることはありません。これにより、他の誰もあなたのメッセージを読むことができません。
ko: 키 페어도 생성했습니다. 공개 키는 안전하게 서버로 전송되었습니다. 개인 키는 장치를 떠나지 않습니다. 이것은 다른 사람이 메시지를 읽을 수 없게 보장합니다.
nl: U hebt ook een sleutelpaar aangemaakt. De openbare sleutel is veilig verstuurd naar onze servers. De privésleutel wordt altijd op uw apparaten behouden. Dit garandeert dat niemand uw berichten kan lezen.
pl: Utworzono również parę kluczy. Klucz publiczny został bezpiecznie przesłany na nasze serwery. Klucz prywatny nigdy nie opuszcza Twoich urządzeń. Zapewnia to, że nikt inny nie może odczytać wiadomości.
pt_br: Você também criou um par de chaves. A chave pública foi transmitida de forma segura aos nossos servidores. A chave privada nunca sai dos seus dispositivos. Isso garante que nenhuma outra pessoa possa ler as suas mensagens.
ru: Вы также создали пару ключей. Открытый ключ по защищенному каналу передан на наши серверы. Закрытый ключ всегда остается на ваших устройствах. Это гарантирует, что ваши сообщения не смогут прочитать посторонние.
sk: Vytvorili ste aj pár kľúčov. Verejný kľúč bol bezpečne odoslaný na naše servery. Súkromný kľúč nikdy neopustí vaše zariadenia. Tým sa zabezpečí, že nikto iný nebude môcť čítať vaše správy.
tr: Ayrıca bir anahtar çifti oluşturdunuz. Açık anahtar sunucularımıza güvenli bir şekilde iletildi. Özel anahtar cihazlarınızdan asla çıkmaz. Bu, mesajlarınızı başka kimsenin okuyamamasını sağlar.
uk: Також ви створили пару ключів. Відкритий ключ безпечно передано на наші сервери. Закритий ключ залишається суто на ваших пристроях. Це гарантує, що ніхто інший не зможе прочитати ваші повідомлення.
zh_hans: 您还创建了一个密钥对。公钥已安全地传输到我们的服务器，私钥永远不会离开您的设备，这样可以确保没有其他人可以阅读您的消息。
zh_hant: 您還建立了一個金鑰對。金鑰已安全地傳輸到我們的伺服器，私鑰永遠不會離開您的裝置，這樣可以確保沒有其他人可以閱讀您的訊息。

# more_information_link_id
source: By giving us your phone number, we can help your friends find you automatically on %@. This information will be stored in a secure and anonymous way. If you skip this step, you will use %@ completely anonymously.
bg: Предоставяйки ни Вашия телефонен номер, ние можем да помогнем на Вашите приятели да Ви намерят автоматично в %@. Информацията ще бъде запазена анонимно и сигурно. Ако прескочите тази стъпка, Вие ще използвате %@ напълно анонимно.
cs: Když nám poskytnete svoje telefonní číslo, budou pak mít vaši přátelé možnost vás v síti %@ automaticky vyhledat. Tyto údaje budou uloženy bezpečným a anonymním způsobem. Pokud tento krok přeskočíte, budete používat aplikaci %@ naprosto anonymně.
de: Wenn Sie Ihre eigene Telefonnummer angeben, kann %@ Ihren Freunden helfen, Sie automatisch zu finden, wenn Sie in deren Adressbuch eingetragen sind. Telefonnummern werden dazu in einwegverschlüsselter (gehashter) Form auf unserem Server gespeichert. Sie können diesen Schritt auch einfach überspringen, wenn Sie %@ anonym benutzen möchten.
es: Al facilitarnos su número de teléfono, sus amigos podrán encontrarle automáticamente en %@. Esta información se almacenará de forma segura. Si se salta este paso, utilizará %@ de forma completamente anónima.
fr: En nous donnant votre numéro de téléphone, nous pouvons aider vos amis à vous trouver automatiquement sûr %@. Ces informations seront stockées de façon sécurisée et anonyme. Si vous ignorez cette étape, vous utiliserez %@ de façon complètement anonyme.
gsw_ch: Wenn Sie Ihri Telefonnummere agebed, chönd mir Ihrne Fründe helfe, Sie automatisch in %@ z’finde, wenn Sie i ihrem Adressbuech iitreit sind. Telefonnummere werded für das inere sichere und anonyme Form gspeicheret. Sie chönd de Schritt au eifach überspringe, wenn Sie %@ anonym wänd nutze.
it: Se indichi numero di telefono, potremo aiutare i tuoi amici a trovarti su %@ automaticamente. Queste informazioni verranno conservate in maniera sicura e anonima. Saltando questo passaggio utilizzerai %@ in modo totalmente anonimo.
ja: あなたの電話番号を入力すると、友達が%@であなたを自動的に見つけることができます。この情報は、安全かつ匿名の方法で保存されます。このステップを省略した場合、あなたは完全に匿名で%@を利用することになります。
ko: 전화번호를 제공하면 우리가 당신을 %@에서 자동으로 찾는 데 도움을 드릴 수 있습니다. 이 정보는 안전하고 익명으로 저장됩니다. 이 단계를 건너 뛰면 %@를 완전히 익명하게 사용하게 됩니다.
nl: Door ons je telefoonnummer te geven, kunnen we je vrienden je automatisch op %@ te vinden. Deze informatie wordt veilig en anoniem opgeslagen. Als je deze stap overslaat, kun je %@ volledig anoniem gebruiken.
pl: Podając nam swój numer telefonu, możemy pomóc Twoim znajomym znaleźć Ciebie automatycznie w %@. Informacje te będą przechowywane w bezpieczny i anonimowy sposób. Jeśli pominiesz ten krok, będziesz korzystać z %@ całkowicie anonimowo.
pt_br: Ao nos fornecer o seu número de telefone, nós podemos ajudar seus amigos a encontrarem você automaticamente no %@. Essas informações serão armazenadas de forma anônima e segura. Se pular essa etapa, você usará o %@ de forma completamente anônima.
ru: Если вы предоставите нам свой номер телефона, мы сделаем так, чтобы ваши друзья могли автоматически находить вас на %@. Эта информация хранится в защищенном и анонимном виде. Если пропустить этот шаг, ваше пользование %@ будет полностью анонимным.
sk: Ak nám poskytnete svoje telefónne číslo, môžeme pomôcť vašim priateľom, aby vás automaticky našli na %@. Tieto informácie budú uložené bezpečným a anonymným spôsobom. Ak tento krok preskočíte, budete %@ používať úplne anonymne.
tr: Bize telefon numaranızı vererek, arkadaşlarınızın sizi %@'da otomatik olarak bulmasına yardımcı olabiliriz. Bu bilgiler güvenli ve anonim bir şekilde saklanacaktır. Bu adımı atlarsanız, %@'yı tamamen anonim olarak kullanacaksınız.
uk: Надавши нам свій номер телефону, ми зможемо допомогти вашим друзям автоматично знайти вас у %@. Ця інформація зберігатиметься в безпечний та анонімний спосіб. Якщо ви пропустите цей крок, ви використовуватимете %@ повністю анонімно.
zh_hans: 向我们提供您的电话号码和电子邮件地址，以帮助您的联系人在 %@ 上自动找到您。这些消息将以安全且匿名的方式存储。 如果您跳过此步骤，则完全匿名使用 %@。
zh_hant: 向我們提供您的電話號碼和電子郵件地址，以協助您的聯絡人在 %@ 上自動找到您。這些訊息將以安全且匿名的方式儲存。如果您跳過此步驟，則完全匿名使用 %@。

# more_information_link_id_work
source: By giving us your phone number and email address, we can help your contacts find you automatically on %@. These information will be stored in a secure and anonymous way. If you skip this step, you will use %@ completely anonymously.
bg: Предоставяйки ни Вашия телефонен номер и имейл адрес, ние можем да помогнем на Вашите приятели да Ви намерят автоматично в %@. Информацията ще бъде запазена анонимно и сигурно. Ако прескочите тази стъпка, Вие ще използвате %@ напълно анонимно.
cs: Když nám poskytnete svoje telefonní číslo a e-mailovou adresu, budou pak mít vaše kontakty možnost vás v síti %@ automaticky vyhledat. Tyto údaje budou uloženy bezpečným a anonymním způsobem. Pokud tento krok přeskočíte, budete používat %@ naprosto anonymně.
de: Wenn Sie Ihre eigene Telefonnummer und/oder E-Mail-Adresse angeben, kann %@ Ihren Kontakten helfen, Sie automatisch zu finden, wenn Sie in deren Adressbuch eingetragen sind. E-Mail-Adressen werden dazu in einwegverschlüsselter (gehashter) Form auf unserem Server gespeichert. Sie können diesen Schritt auch einfach überspringen, wenn Sie %@ anonym benutzen möchten.
es: Al facilitarnos su número de teléfono y dirección de correo electrónico, nos permite que ayudemos a sus contactos a encontrarlo a usted automáticamente en %@. Esta información se almacenará de forma segura y anónima. Si se salta este paso, estará utilizando %@ de forma completamente anónima.
fr: En nous fournissant votre numéro de téléphone et votre adresse e-mail, nous pouvons aider vos contacts à vous trouver automatiquement sur %@. Ces informations seront stockées de façon sécurisée et anonyme. Si vous ignorez cette étape, vous utiliserez %@ de façon complètement anonyme.
gsw_ch: Wenn Sie Ihri eigeni Telefonnummere und/oder E-Mail-Adrässe agebed, chan %@ Ihrne Kontäkt helfe, Sie automatisch z’finde, wenn Sie i ihrem Adrässbuech iitreit sind. E-Mail-Adrässe werded für das in einwegverschlüssleter (ghashter) Form uf üsem Server gspeicheret. Sie chönd de Schritt au eifach überspringe, wenn Sie %@ anonym wänd nutze.
it: Se indichi il numero di telefono e l'indirizzo e-mail, potremo aiutare i tuoi contatti a trovarti automaticamente su %@, se figuri tra i contatti della loro rubrica. Gli indirizzi e-mail verranno conservati sul nostro server con crittografia unidirezionale (hashing). Salta questo passaggio se desideri utilizzare %@ in modo anonimo.
ja: 電話番号やメールアドレスを教えていただくことで、%@であなたの連絡先を自動的に見つけることができます。これらの情報は、安全かつ匿名の方法で保存されます。このステップを省略すると、あなたは完全に匿名で%@を利用することになります。
ko: 전화번호와 이메일 주소를 제공하면 %@에서 당신을 찾는 데 도움을 드릴 수 있습니다. 이 정보는 안전하고 익명으로 저장됩니다. 이 단계를 건너 뛰면 %@을(를) 완전히 익명하게 사용하게 됩니다.
nl: Als je je e-mailadres en telefoonnummer geeft, kunnen we je contactpersonen helpen je automatisch op %@ te vinden. Deze informatie wordt veilig en anoniem opgeslagen. Als je deze stap overslaat, kun je %@ volledig anoniem gebruiken.
pl: Podając nam swój numer telefonu i adres e-mail, pomożemy Twoim kontaktom znaleźć Cię automatycznie w %@. Informacje te będą przechowywane w bezpieczny i anonimowy sposób. Jeśli pominiesz ten krok, będziesz korzystać z %@ całkowicie anonimowo.
pt_br: Ao nos fornecer o seu número de telefone, nós podemos ajudar seus amigos a encontrarem você automaticamente no %@. Essas informações serão armazenadas de forma anônima e segura. Se pular essa etapa, você usará o %@ de forma completamente anônima.
ru: Если вы предоставите нам свой номер телефона и электронный адрес, мы сделаем так, чтобы ваши контакты могли автоматически находить вас на %@. Эта информация хранится в защищенном и анонимном виде. Если пропустить этот шаг, ваше пользование %@ будет полностью анонимным.
sk: Ak nám poskytnete svoje telefónne číslo a emailovú adresu, môžeme pomôcť vašim kontaktom, aby vás automaticky našli na %@. Tieto informácie budú uložené bezpečným a anonymným spôsobom. Ak tento krok preskočíte, budete %@ používať úplne anonymne.
tr: Bize telefon numaranızı ve e-posta adresinizi vererek, kişilerinizin sizi %@ üzerinde otomatik olarak bulmasına yardımcı olabiliriz. Bu bilgiler güvenli ve anonim bir şekilde saklanacaktır. Bu adımı atlarsanız, %@ adını tamamen anonim olarak kullanacaksınız.
uk: Надавши нам свій номер телефону та адресу електронної пошти, ми зможемо допомогти вашим контактам автоматично знайти вас у %@. Ця інформація зберігатиметься у безпечний та анонімний спосіб. Якщо ви пропустите цей крок, ви використовуватимете %@ повністю анонімно.
zh_hans: 向我们提供您的电话号码和电子邮件地址，以帮助您的联系人在 %@ 上自动找到您。这些消息将以安全且匿名的方式存储。如果您跳过此步骤，则完全匿名使用 %@。
zh_hant: 向我們提供您的電話號碼和電子郵件地址，以協助您的聯絡人在 %@ 上自動找到您。這些訊息將以安全且匿名的方式儲存。如果您跳過此步驟，則完全匿名使用 %@。

# more_information_pick_nickname
source: The nickname is used in push notifications on some devices or as an additional means of identifying you to users who do not yet have you in their address book. We recommend providing only your first name or a pseudonym. If you don’t set a nickname, we’ll use your %@ ID by default.
bg: Псевдонимът е използван в push-известията на някои устройства или като допълнителен метод да Ви идентифицират потребители, които още не са Ви добавили в техните списъци с контакти. Ние препоръчваме да предоставите само името Ви или псевдоним. Ако не добавите псевдоним, ние ще използваме Вашия %@ идентификатор по подразбиране.
cs: Přezdívka je na některých zařízeních používána v nabízených oznámeních nebo jako dodatečná pomůcka pro vaši identifikaci ze strany uživatelů, kteří vás zatím nemají ve svém adresáři. Doporučujeme uvést jen křestní jméno nebo pseudonym. Pokud si žádnou přezdívku nenastavíte, budeme standardně používat vaše %@ ID.
de: Der Nickname wird auf einigen Geräten in Benachrichtigungen angezeigt, und dient in der Kontaktliste als zusätzliche Identifikationsmöglichkeit für Chatpartner, die Sie nicht in ihrer Kontaktliste haben. Wir empfehlen, nur einen Vornamen oder ein Pseudonym zu verwenden. Wenn Sie keinen Nickname festlegen, wird Ihre %@-ID verwendet.
es: El alias se utiliza en las notificaciones push de algunos dispositivos o como método adicional para que puedan identificarle usuarios que todavía no lo tienen en sus libretas de direcciones. Le recomendamos que proporcione únicamente su nombre de pila o un seudónimo. Si no define un alias, por defecto se utilizará su ID de %@.
fr: Le surnom est utilisé dans les notifications push sur certains appareils, ou comme moyen supplémentaire de vous identifier auprès des utilisateurs dont vous n’êtes pas encore dans le carnet d’adresse. Nous vous recommandons de ne donner que votre prénom ou un pseudo. Si vous ne définissez pas de surnom, nous utiliserons par défaut votre ID %@.
gsw_ch: De Nickname wird uf es paar Grät in Benachrichtigunge aazeigt und dient ide Kontaktliste als zuesätzlichi Identifikationsmöglichkeit für Chatpartner, wo Sie nöd i ihrere Kontaktliste händ. Mir empfehled, nur en Vorname oder es Pseudonym z’bruuche. Wenn Sie kein Nickname festlegged, wird Ihri %@-ID bruucht.
it: Il nickname viene utilizzato nelle notifiche push su alcuni dispositivi o come strumento aggiuntivo di identificazione per gli utenti che non ti hanno in rubrica. Consigliamo di inserire soltanto il nome o uno pseudonimo. Se non imposti il nickname, utilizzeremo il %@ ID come impostazione predefinita.
ja: このニックネームは、一部の端末でのプッシュ通知や、アドレス帳に登録されていないユーザーに対してお客様を識別するための追加手段として使用されます。名字またはペンネームのみを入力することをお勧めします。ニックネームを設定しない場合は、%@ IDが自動的に使用されます。
ko: 별명은 일부 기기에서 푸시 알림에 사용되거나 아직 주소록에 등록되지 않은 사용자에게 당신을 식별하는 추가 수단으로 사용됩니다. 우리는 당신의 이름이나 가명만 제공하는 것을 권장합니다. 별명을 설정하지 않으면 %@ ID를 기본값으로 사용합니다.
nl: De nickname wordt gebruikt in de pushberichten op sommige apparaten of als aanvullende identificatiemanier voor gebruikers bij wie je nog niet in het adresboek staat. We raden aan alleen je voornaam te gebruiken. Als je geen nickname instelt, gebruiken we standaard je %@ ID.
pl: Pseudonim jest używany w powiadomieniach push na niektórych urządzeniach lub jako dodatkowy sposób identyfikacji Ciebie przez użytkowników, którzy nie mają w swojej książce adresowej. Zalecamy podanie tylko swojego imienia lub pseudonimu. Jeśli nie ustawisz pseudonimu, użyjemy domyślnie twojego ID %@.
pt_br: O apelido é usado em notificações push em alguns aparelhos ou como um meio adicional de lhe identificar a usuários que ainda não têm você em seus catálogos de endereços. Nós recomendamos que você forneça apenas seu primeiro nome ou um pseudônimo. Se não definir um apelido, nós usaremos sua ID do %@ por padrão.
ru: Имя пользователя используется в push-уведомлениях на некоторых устройствах или в качестве дополнительного способа рассказать о себе пользователям, в адресной книге которых вы отсутствуете. Рекомендуем сообщать только своё имя или псевдоним. Если вы не задали имя пользователя, мы по умолчанию будет использовать ваш %@ ID.
sk: Prezývka sa používa na niektorých zariadeniach v push hláseniach, alebo ako ďalšia možnosť, ako vás identifikovať užívateľom, ktorí vás nemajú vo svojom adresári. Doporučujeme zadať iba vaše krstné meno alebo pseudonym. Ak prezývku nenastavíte, použijeme vo východzom nastavení vaše %@ ID.
tr: Takma isim, bazı cihazlarda anlık bildirimlerde veya sizi henüz adres defterlerinde olmayan kullanıcılara tanımlamanın ek bir yolu olarak kullanılır. Yalnızca adınızı veya takma isminizi sağlamanızı öneririz. Bir takma isim belirlemezseniz, varsayılan olarak %@ kimliğinizi kullanırız.
uk: Прізвисько використовується в push-повідомленнях на деяких пристроях або як додатковий засіб ідентифікації користувачами, які ще не мають вас у своїй адресній книзі. Ми рекомендуємо вказувати лише своє ім’я чи прізвисько. Якщо ви не вкажете прізвисько, ми використовуватимемо ваш %@ ID за замовчуванням.
zh_hans: 昵称用于设备的推送通知。当对方未保存您的电话号码在他的通讯录时。昵称可以方便对方分辨您的身份。我们建议只提供您的名字或假名。如果您不设置昵称，我们将默认使用您的 %@ ID 作为昵称。
zh_hant: 暱稱用於裝置的推播通知。當對方未儲存您的電話號碼在他的通訊錄時。暱稱可以方便對方辨別您的身份。我們建議只提供您的名字或假名。如果您不設定暱稱，我們將預設使用您的 %@ ID 作為暱稱。

# more_information_random_seed
source: By moving your finger, you create random data (called “entropy”) that is used to generate the key pair associated with your new unique %@ ID.
bg: Чрез движението на пръста, Вие създавате произволни данни (наречени „ентропия“), които се използват за генерирането на двойка ключове, които ще бъдат асоциирани с Вашия уникален %@ идентификатор.
cs: Pohybem prstu vytvoříte náhodná data (tzv. „entropii“), která slouží k vygenerování páru klíčů spojených s vaším novým unikátním %@ ID.
de: Durch die Bewegung des Fingers erzeugen Sie Zufallsdaten (sogenannte «Entropie»), die für die Erzeugung des Schlüsselpaars genutzt werden. Dieses Schlüsselpaar wird mit Ihrer neuen %@-ID verbunden.
es: Al mover el dedo, crea datos aleatorios (llamados "entropía") que se utilizan para generar el par de claves asociado a su ID único de %@.
fr: En déplaçant votre doigt, vous créez des données aléatoires (appelées « entropie »), qui sont utilisées pour générer une paire de clés associées à votre ID %@ unique.
gsw_ch: Dur d’Bewegig vom Finger erzüüged Sie Zuefallsdate (sogenannti «Entropie»), wo für d’Erzüügig vom Schlüsselpaar gnutzt werded. Das Schlüsselpaar wird mit Ihrere neue %@-ID verbunde.
it: Muovendo il dito, verranno creati dati casuali (si parla di "entropia") utilizzati per generare la coppia di chiavi associata al nuovo e univoco %@ ID.
ja: 指を動かすことで、ランダムなデータ（「エントロピー」と呼ばれます）が生成され、そのデータを使って、あなたの新しいユニークな%@ IDに関連付けられたキーペアが生成されます。
ko: 손가락을 움직임으로써, 랜덤한 데이터(”엔트로피”라고 함)를 생성하며, 이것은 새롭고 독특한 %@ ID와 연결된 키 쌍을 생성하는 데 사용됩니다.
nl: Door uw vinger te bewegen, maakt u willekeurige gegevens aan ('entropie' genoemd) die worden gebruikt om een sleutelpaar te genereren dat wordt gekoppeld aan uw nieuwe, unieke %@ ID.
pl: Przesuwając palcem, tworzysz losowe dane (zwane „entropią”), które są używane do generowania pary kluczy powiązanych z nowym unikalnym ID %@.
pt_br: Movendo um dedo, você cria dados aleatórios (chamados de "entropia") que são usados para gerar o par de chaves associado à sua ID exclusiva do %@.
ru: Двигая пальцем по экрану, вы создаете случайные данные ("энтропию"), используемые для генерирования пары ключей, связанных с вашим новым уникальным %@ ID.
sk: Pohybom prsta vytvárate náhodné údaje (tzv. entropiu), ktoré sa používajú na generovanie páru kľúčov priradeného k vášmu novému jedinečnému %@ ID.
tr: Parmağınızı hareket ettirerek, yeni benzersiz %@ Kimliğinizle ilişkili anahtar çiftini oluşturmak için kullanılan rastgele veriler ("entropi" olarak adlandırılır) oluşturursunuz.
uk: Рухаючи пальцем, ви створюєте випадкові дані (так звані "ентропії"), які використовуються для створення пари ключів, пов’язаної з вашим новим унікальним %@ ID.
zh_hans: 您可以移动手指创建随机数据（称为 “熵” (entropy)），生成与 %@ ID 关联的唯一的新密钥对。
zh_hant: 您可以移動手指建立隨機資料（稱為「熵」 entropy)，生成與 %@ ID 相關的唯一的新金鑰對。
